Repository: wp-plugins/post-avatar
Catalog: languages/gklpa-*.po
Languages: cs_cz, es_es, ga_ir, nl_nl, ru_ru

source: Select an avatar
cs_cz: Vybrat avatar
es_es: Seleccionar un avatar
ga_ir: Roghnaigh avatar
nl_nl: Selecteer een avatar
ru_ru: Выбрать Аватар

source: No avatar selected
cs_cz: Žádný avatar nebyl vybrán

source: Preview
cs_cz: Náhled
es_es: Vista previa
ga_ir: Réamhamhairc
nl_nl: Voorbeeld
ru_ru: Предосмотр

source: Avatar does not exist
cs_cz: Avatar neexistuje

source: Post Avatar Options
cs_cz: Post Avatar - Volby
es_es: Opciones de Post-Avatar
ga_ir: Roghanna Iar Avatar
nl_nl: Post Avatar Opties
ru_ru: Post-Avatar-Настройки

source: Post Avatar Settings
cs_cz: Posta Avatar - Nastavení
es_es: Configuracion de Post-Avatar
ga_ir: Iar Socruithe Avatar
nl_nl: Post Avatar Instellingen
ru_ru: Post-Avatar-Настройки

source: Update options
cs_cz: Aktualizovat nastavení

source: Default options
cs_cz: Výchozí nastavení
es_es: Opciones predefinidas
ga_ir: roghanna Réamhshocrú
nl_nl: Standaardopties
ru_ru: Стандартные настройки

source: Path to Images Folder:
cs_cz: Cesta k adresáři obrázků
es_es: Ruta de la carpeta de imágenes:
ga_ir: Conair Folder Íomhánna:
nl_nl: Pad naar afbeeldingenmap:
ru_ru: Путь к папке фото:

source: You must not leave this field blank. The directory also must exist.
cs_cz: Nesmíte nechat toto pole prázdné. Adresář musí existovat.
es_es: No debe dejar el campo en blanco. El directorio debe existir
ga_ir: Ní mór duit a fhágáil bán réimse seo. Ní mór an t-eolaire ann chomh maith.
nl_nl: Dit veld is verplicht. De map dient ook te bestaan op de server.
ru_ru: Вы не должны оставить это поле пустым. Каталог также должен существовать.

source: Show image in Write Post Page?
cs_cz: Zobrazit obrázek na stránce s editorem příspěvku

source: Scan the images directory and its sub-directories?
cs_cz: Skenovat adresář obrázků a podadresáře
es_es: Examinar el directorio de las imágenes y sus sub-directorios?
ga_ir: Scan an eolaire íomhánna agus a chuid fo-Eolairí?
nl_nl: Deze map plus onderliggende mappen scannen?
ru_ru: Сканирование директорий с изображениями и суб-каталогов?

source: Show avatar in post? Disable to use template tag
cs_cz: Zobrazit obrázek v příspěvku (nevybírejte, pokud chcete použít tag v šabloně)
es_es: Mostrar el avatar en el post? Deshabilitar el uso de código de plantilla
ga_ir: Taispeáin avatar sa phost? Díchumasaigh chlib a úsáid teimpléad
nl_nl: Avatar standaard in bericht weergeven? Vink deze optie uit om de template tag te gebruiken
ru_ru: Показать аватары в посте? Запретить использовать тега

source: Customize HTML/CSS
cs_cz: Uživatelské HTML/CSS
es_es: Personalizar HTML/CSS
ga_ir: Saincheap HTML / CSS
nl_nl: HTML/CSS aanpassen
ru_ru: Настроить HTML/CSS

source: Use this HTML before/after the post avatar image
cs_cz: HTML kód uzavírající obrázek v příspěvku
es_es: Utilizar el código HTML antes/después del post para el avatar
ga_ir: Bain úsáid as an HTML roimh / i ndiaidh an íomhá avatar bpost
nl_nl: Gebruik deze HTML voor/na de Post Avatar afbeelding
ru_ru: Используйте этот HTML до / после поста аватара

source: You can leave this field blank.
cs_cz: Toto pole můžete nechat prázdné.
es_es: Puede dejar este campo en blanco.
ga_ir: Is féidir leat a fhágáil bán réimse seo.
nl_nl: Dit veld is niet verplicht
ru_ru: Вы можете оставить это поле пустым.

source: Use this CSS class for the post avatar image
cs_cz: CSS třída pro obrázek v příspěvku
es_es: Utilice la clase CSS para la imagen avatar del post
ga_ir: Bain úsáid as an rang CSS don íomhá avatar bpost
nl_nl: Gebruik deze CSS class voor de Post Avatar afbeelding
ru_ru: Используйте этот CSS класс для аватара поста

source: Get image size?
cs_cz: Získat velikost obrázku

source: Disable this feature if you encounter getimagesize errors
cs_cz: Zablokujte tuto funkci, pokud narážíte na chyby ohledně velikosti obrázku

source: Show post avatars in feeds?
cs_cz: Zobrazit avatar v RSS kanálu

source: Check here to display post avatars in your rss feeds
cs_cz: Zobrazit avatary ve vašich RSS kanálech
es_es: Marque aquí si quiere mostrar los avatares en sus feeds rss
ga_ir: Seiceáil anseo a chur ar taispeáint i do phost avatars rss feeds
nl_nl: Klik hier om Post Avatar afbeeldingen in de RSS feeds weer te geven
ru_ru: Смотрите здесь для отображения аватара поста в вашей RSS-каналы

source: Update Options
cs_cz: Aktualizovat nastavení

source: Display
cs_cz: Zobrazení
es_es: Mostrar
ga_ir: Taispeáin
nl_nl: Weergave
ru_ru: Отображать

source: Others
cs_cz: Další
es_es: Otros
ga_ir: Daoine eile
nl_nl: Overigen
ru_ru: Остальное

source: Get image dimensions. Disable this feature if you encounter getimagesize errors
cs_cz: Získat rozměry obrázku. Zablokujte tuto funkci, pokud narážíte na chyby ohledně velikosti obrázku
es_es: Obtener tamaño de la imagen. Desactive esta opción si se muestran errores en el tamaño de las imágenes
ga_ir: Faigh íomhá toisí. Díchumasaigh an ghné seo má bhíonn tú earráidí getimagesize
nl_nl: Afbeeldingsformaat berekenen. Zet deze optie uit als er getimagesize() fouten verschijnen.
ru_ru: Получить изображения. Отключите эту функцию, если вы обнаружили ошибку в getimagesize

source: Save Changes
cs_cz: Uložit změny
es_es: Guardar cambios
ga_ir: Athruithe Sábháil
nl_nl: Wijzigingen opslaan
ru_ru: Сохранить настройки

source: No Avatar selected
es_es: No se ha seleccionado ningún avatar
ga_ir: Uimh avatar roghnaithe
nl_nl: Geen avatar geselecteerd
ru_ru: не выбраны аватары

source: Avatar Does Not Exist
es_es: El avatar no exite
ga_ir: Níl ann Avatar
nl_nl: Avatar bestaat niet
ru_ru: Аватар не существует

source: Post Avatar
ga_ir: iar Avatar
